accscms-test/TempXML/GateWay/aman.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:air="http://ebxml.customs.go.th/schema/AirManifest_5_00" 
xmlns:xd="http://www.w3.org/2000/09/xmldsig#">
   <soapenv:Header/>
   <soapenv:Body>
      <air:AirManifest>
	<DocumentHeader>
		<DocumentReference>
			<ReferenceNo>?</ReferenceNo>
			<RecvControlNo>?</RecvControlNo>
			<ProcessIndicator>?</ProcessIndicator>
			<MessageFunction>?</MessageFunction>
			<UserId>?</UserId>
		</DocumentReference>
		<ConsignmentInformation>
			<ConsignmentTransportDetails>
				<PortOfLoading>
					<LoadingLocationID>?</LoadingLocationID>
				</PortOfLoading>
				<PortOfDischarge>
					<DischargeLocationID>?</DischargeLocationID>
				</PortOfDischarge>
				<DeliveryLocation>
					<DeliveryLocationID>?</DeliveryLocationID>
				</DeliveryLocation>
			</ConsignmentTransportDetails>
		</ConsignmentInformation>
	</DocumentHeader>
	<DocumentDetailsTransport>
		<GoodsItem>
			<MasterBLNo>?</MasterBLNo>
			<HouseNo>?</HouseNo>
			<GoodsItemPackaging>
				<NumberOfPackages>?</NumberOfPackages>
				<UnitOfPackages>?</UnitOfPackages>
			</GoodsItemPackaging>
			<GoodsItemMeasurements>
				<GrossWeight>
					<Measure>?</Measure>
					<MeasureUnitCode>?</MeasureUnitCode>
				</GrossWeight>
			</GoodsItemMeasurements>
			<LastEntry>?</LastEntry>
		</GoodsItem>
		<TransportEquipment>
			<TransportEquipmentID>?</TransportEquipmentID>
		</TransportEquipment>
	</DocumentDetailsTransport>
      </air:AirManifest>
   </soapenv:Body>
</soapenv:Envelope>